// data/건축물종류별단위에너지사용량라이브러리.js
window.LIB_단위에너지사용량 = [
   { "건축물 종류": "교정 및 군사시설",  "단위에너지사용량": 392.07 },
   { "건축물 종류": "방송통신시설",      "단위에너지사용량": 490.18 },
   { "건축물 종류": "업무시설(공공)",    "단위에너지사용량": 371.66 },
   { "건축물 종류": "문화 및 집회시설",  "단위에너지사용량": 412.03 },
   { "건축물 종류": "종교시설",          "단위에너지사용량": 257.49 },
   { "건축물 종류": "의료시설",          "단위에너지사용량": 643.52 },
   { "건축물 종류": "교육연구시설",      "단위에너지사용량": 231.33 },
   { "건축물 종류": "노유자시설",        "단위에너지사용량": 175.58 },
   { "건축물 종류": "수련시설",          "단위에너지사용량": 231.33 },
   { "건축물 종류": "운동시설",          "단위에너지사용량": 235.42 },
   { "건축물 종류": "묘지관련시설",      "단위에너지사용량": 234.99 },
   { "건축물 종류": "관광휴게시설",      "단위에너지사용량": 437.08 },
   { "건축물 종류": "장례식장",          "단위에너지사용량": 234.99 },
   { "건축물 종류": "판매 및 영업시설",  "단위에너지사용량": 408.45 },
   { "건축물 종류": "운수시설",          "단위에너지사용량": 374.47 },
   { "건축물 종류": "업무시설(상업)",    "단위에너지사용량": 374.47 },
   { "건축물 종류": "숙박시설",          "단위에너지사용량": 526.55 },
   { "건축물 종류": "위락시설",          "단위에너지사용량": 400.33 },
   { "건축물 종류": "공동주택",          "단위에너지사용량": 230    }
];
