// data/신재생에너지계수라이브러리.js
// window 전역변수 방식 (방법 B) — file:// 프로토콜 CORS 우회용
window.LIB_신재생에너지계수 = [
   { "에너지원": "태양광", "형식": "태양광-고정식", "단위에너지생산량": 1358, "원별보정계수": 0.95 },
   { "에너지원": "태양광", "형식": "태양광-고정식(의무)", "단위에너지생산량": 1358, "원별보정계수": 0.95 },
   { "에너지원": "태양광", "형식": "태양광-추적식", "단위에너지생산량": 1765, "원별보정계수": 1.47 },
   { "에너지원": "태양광", "형식": "태양광-BIPV", "단위에너지생산량": 923, "원별보정계수": 6.12 },
   { "에너지원": "태양열", "형식": "태양열-평판형", "단위에너지생산량": 596, "원별보정계수": 1.78 },
   { "에너지원": "태양열", "형식": "태양열-단일진공관형", "단위에너지생산량": 745, "원별보정계수": 1.42 },
   { "에너지원": "태양열", "형식": "태양열-이중진공관형", "단위에너지생산량": 745, "원별보정계수": 1.42 },
   { "에너지원": "태양열", "형식": "태양열-공기식무창형", "단위에너지생산량": 487, "원별보정계수": 1.53 },
   { "에너지원": "태양열", "형식": "공기식유창형", "단위에너지생산량": 864, "원별보정계수": 2.87 },
   { "에너지원": "지열", "형식": "지열-수직밀폐형", "단위에너지생산량": 864, "원별보정계수": 1.26 },
   { "에너지원": "지열", "형식": "지열-개방형", "단위에너지생산량": 864, "원별보정계수": 1 },
   { "에너지원": "집광채광", "형식": "집광채광-프리즘", "단위에너지생산량": 132, "원별보정계수": 7.76 },
   { "에너지원": "집광채광", "형식": "집광채광-광덕트", "단위에너지생산량": 73, "원별보정계수": 7.77 },
   { "에너지원": "집광채광", "형식": "집광채광-실내루버", "단위에너지생산량": 184, "원별보정계수": 2.77 },
   { "에너지원": "연료전지", "형식": "연료전지-PEMFC", "단위에너지생산량": 7415, "원별보정계수": 2.2 },
   { "에너지원": "연료전지", "형식": "연료전지-SOFC", "단위에너지생산량": 9198, "원별보정계수": 8.71 },
   { "에너지원": "연료전지", "형식": "연료전지-PAFC", "단위에너지생산량": 8785, "원별보정계수": 0.93 },
   { "에너지원": "수열에너지", "형식": "수열에너지", "단위에너지생산량": 864, "원별보정계수": 1.3 },
   { "에너지원": "목재펠릿", "형식": "목재펠릿", "단위에너지생산량": 322, "원별보정계수": 0.32 },
   { "에너지원": "소형풍력", "형식": "소형풍력", "단위에너지생산량": 2375, "원별보정계수": 4.5 }
];
